
"%d Active Connections" = "%d aktywnych połączeń";

"%d Items" = "%d Items";

"%d Tunnelblick Connections Imported" = "Zaimportowano %d połączeń Tunnelblick";

"%d connections were successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "%d połączeń zostało pomyślnie zaimportowanych z Tunnelblick. Jeśli korzystano z zaawansowanych funkcji OpenVPN lub skryptów sprawdź w sekcji Preferencje czy połączenie zostało zaimportowane poprawnie.";

"%s Could Not Be Connected" = "%s Could Not Be Connected";

"%s Has Been Disconnected" = "%s Has Been Disconnected";

"%s Is Connected" = "Połączono z %s";

"%s Is Disconnected" = "Rozłączono z %s";

"%s has been disconnected as a valid network to the remote server no longer exists. Viscosity can leave this connection disconnected, or it can automatically reconnect it when a valid network is available again." = "%s has been disconnected as a valid network to the remote server no longer exists. Viscosity can leave this connection disconnected, or it can automatically reconnect it when a valid network is available again.";

"1 Active Connection" = "1 aktywne połączenie";

"A Connection/s Could Not Be Imported" = "A Connection/s Could Not Be Imported";

"A connection was successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure it was imported correctly." = "Połączenie zostało pomyślnie zaimportowane z Tunnelblick. Jeśli korzystano z zaawansowanych funkcji OpenVPN lub skryptów sprawdź w sekcji Preferencje czy połączenie zostało zaimportowane poprawnie.";

"A valid network to the remote server does not exist. Please make sure your computer has a valid network connection and try again. Viscosity can leave this connection disconnected, or it can automatically connect it when a valid network becomes available." = "A valid network to the remote server does not exist. Please make sure your computer has a valid network connection and try again. Viscosity can leave this connection disconnected, or it can automatically connect it when a valid network becomes available.";

"Admin Rights Required" = "Wymagane prawa administratora";

"Allow" = "Allow";

"Allow OpenVPN-AS Script To Run?" = "Allow OpenVPN-AS Script To Run?";

"Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option." = "Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option.";

"Always perform this action for this connection" = "Always perform this action for this connection";

"An installation of Tunnelblick was detected on your computer. Would you like Viscosity to automatically import connection configurations from it?" = "Aplikacja Tunnelblick została wykryta na tym komputerze. Czy chcesz aby Viscosity automatycznie zaimportował połączenia?";

"Append" = "Append";

"Are you sure you want to delete the connection '%s'?" = "Czy na pewno chcesz usunąć połączenie '%s'?";

"Are you sure you want to delete the folder '%s' and its %d items?" = "Are you sure you want to delete the folder '%s' and its %d items?";

"Are you sure you want to delete the folder '%s'?" = "Are you sure you want to delete the folder '%s'?";

"Authenticating" = "Uwierzytelnianie";

"Authentication Failed" = "Authentication Failed";

"Automatically Connect" = "Automatically Connect";

"Before Connect script terminated connection attempt." = "Before Connect script terminated connection attempt.";

"Bytes" = "Bajtów";

"Cancel" = "Cancel";

"Checking reachability status of connection..." = "Checking reachability status of connection...";

"Clear" = "Wyczyść";

"Connect %s" = "Połącz %s";

"Connected" = "Połączono";

"Connecting" = "Łączenie";

"Connection Failed" = "Connection Failed";

"Connection Imported" = "Połączenie zaimportowane";

"Connection is not reachable. Disconnecting." = "Connection is not reachable. Disconnecting.";

"Connection is reachable. Starting connection attempt." = "Connection is reachable. Starting connection attempt.";

"Connection/s Imported" = "Connection/s Imported";

"Delete Connection" = "Delete Connection";

"Delete Folder" = "Delete Folder";

"Deny" = "Deny";

"Details..." = "Szczegóły...";

"Disconnect %s" = "Rozłącz %s";

"Disconnected" = "Nie połączono";

"Enable" = "Enable";

"Enable unsafe OpenVPN commands?" = "Enable unsafe OpenVPN commands?";

"Enter License" = "Wprowadź licencje";

"Error: Email Missing" = "Błąd: Brak adresu e-mail";

"Error: License Missing" = "Błąd: Brak klucza licencyjnego";

"Error: Name Missing" = "Błąd: Brak nazwy";

"Error: Unsafe OpenVPN command detected" = "Error: Unsafe OpenVPN command detected";

"Exiting" = "Kończenie";

"Export As:" = "Eksportuj do:";

"Ignore" = "Ignore";

"Import Bundled Connections?" = "Import Bundled Connections?";

"Import Connections From Tunnelblick?" = "Zaimportować połączenia z Tunnelblick?";

"In" = "Odebrano";

"Install" = "Install";

"Invalid License" = "Nieprawidłowa licencja";

"Invalid Remote Server Address" = "Invalid Remote Server Address";

"Invalid Username" = "Invalid Username";

"My Connection" = "Nowe połączenie";

"My Folder" = "My Folder";

"No" = "Nie";

"No Tunnelblick Connections Imported" = "Nie zaimportowano żadnych połączeń Tunnelblick";

"No valid client-side Tunnelblick connections were found. But don't despair! You can use the Preferences section to manually set up or import a connection." = "Nie znaleziono żadnych dostępnych połączeń Tunnelblick. Ale nie rozpaczaj! Możesz skorzystać z sekcji Preferencje i ręcznie skonfigurować lub zaimportować połączenia.";

"None" = "Brak";

"OK" = "OK";

"One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully." = "One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully.";

"OpenVPN Verification Failed using the details in your keychain. Your keychain for this connection has been reset. Please reconnect to try again." = "Weryfikacja OpenVPN nie powiodła się przy użyciu danych z keychain. Twój keychain dla tego połączenia został zresetowany. Połącz ponownie i spróbuj jeszcze raz.";

"OpenVPN Verification Failed. Please reconnect to try again." = "Weryfikacja OpenVPN nie powiodła się. Połącz ponownie i spróbuj jeszcze raz.";

"OpenVPN requires a username and password to continue." = "OpenVPN wymaga nazwy użytkownika i hasła aby kontynuować.";

"Out" = "Wysłano";

"Overwrite" = "Overwrite";

"Please enter the email associated with the license to continue." = "Wprowadź adres e-mail skojarzony z licencją aby kontynuować.";

"Please enter the license key to continue." = "Wprowadź poprawny klucz licencyjny aby kontynuować.";

"Please enter the name associated with the license to continue." = "Wprowadź nazwę skojarzoną z kluczem licencyjnym aby kontynuować.";

"Please log into the HTTP Proxy server using your username and password." = "Zaloguj do serwera proxy HTTP używając nazwy użytkownika i hasła.";

"Please purchase Viscosity!" = "Proszę zakupić Viscosity!";

"Preferences..." = "Preferencje...";

"Purchase" = "Kup";

"Quit" = "Quit";

"Quit Viscosity" = "Zamknij Viscosity";

"Reconnect" = "Reconnect";

"Reconnect Connections?" = "Reconnect Connections?";

"Registered To" = "Zarejestrowano dla";

"Registration Successful" = "Rejestracja pomyślna";

"Registration was successful. All limits have been removed. Thank you for purchasing Viscosity!" = "Rejestracja przebiegła pomyślne. Wszystkie ograniczenia zostały zniesione. Dziękujemy za zakup Viscosity!";

"Select ..." = "Wybierz ...";

"Several Connections Have Been Disconnected" = "Several Connections Have Been Disconnected";

"Several connections have been disconnected as a valid network to the remote servers no longer exists. Viscosity can leave these connections disconnected, or it can automatically reconnect them when a valid network is available again." = "Several connections have been disconnected as a valid network to the remote servers no longer exists. Viscosity can leave these connections disconnected, or it can automatically reconnect them when a valid network is available again.";

"The Connection Could Not Be Imported" = "Połączenie nie może być zaimportowane";

"The Connection Could Not Be Saved" = "Nie można zapisać połączenia";

"The OpenVPN subsystem could not be started. Please check the following:\n- Check for any error messages above this notification.\n- Make sure Viscosity is not running under a File Vault protected location (put Viscosity in the Applications folder).\n- Make sure the configuration is valid. Check the connection settings for the connection using Viscosity and make sure all settings are correct." = "Podsystem OpenVPN nie został uruchomiony. Proszę sprawdzić kolejno:\n- Komunikaty o błędach powyżej tego zgłoszenia.\n- Upewnij się, że Viscosity nie jest uruchomiony w ramach chronionej lokalizacji File Vault (Umieścić Viscosity w folderze aplikacji).\n- Upewnij się, że konfiguracja jest prawidłowa. Sprawdź konfigurację połączenia którego używa Viscosity i upewnij się, że wszystkie ustawienia są poprawne.";

"The OpenVPN subsystem could not be started. Please see the log section (the third icon) in the Details window for more information." = "Podsystem OpenVPN nie został uruchomiony. Proszę sprawdzić sekcję dziennika zdarzeń (trzecia ikona) w oknie Szczegóły, aby uzyskać więcej informacji.";

"The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?" = "The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?";

"The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance." = "The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance.";

"The Route Could Not Be Added" = "Nie można dodać Trasy";

"The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate." = "The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate.";

"The certificate for this server is invalid. You might be connecting to a server that is pretending to be \"%@\", which could result in a malicious VPN configuration. Would you like to connect to the server anyway?" = "The certificate for this server is invalid. You might be connecting to a server that is pretending to be \"%@\", which could result in a malicious VPN configuration. Would you like to connect to the server anyway?";

"The connection %@ has connected with an IP address of %@." = "The connection %@ has connected with an IP address of %@.";

"The connection %s has been disconnected." = "Połączenie %s zostało rozłączone.";

"The connection %s has connected." = "Połączenie %s zostało ustanowione.";

"The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area." = "The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area.";

"The file opened is not a valid Viscosity connection bundle." = "Otwarty plik nie jest prawidłowym pakietem połączeń Viscosity.";

"The file selected is not a valid client-side OpenVPN configuration file." = "Wybrany plik nie jest prawidłowym plikiem konfiguracyjnym klienta OpenVPN.";

"The license key entered was invalid. Please check the name, email address, and license key and try again." = "Wprowadzony klucz licencyjny jest nieprawidłowy. Proszę sprawdzić nazwę, adres e-mail, klucz licencyjny i spróbować ponownie.";

"The name '%s' is already in use. Please enter a new name." = "Nazwa '%s' jest już w użyciu. Proszę podać nową nazwę.";

"The remote server could not be contacted. Please make sure you have entered a valid server address and try again." = "The remote server could not be contacted. Please make sure you have entered a valid server address and try again.";

"The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again." = "The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again.";

"The username and/or password entered was incorrect. Please reconnect to try again." = "Wprowadzono nieprawidłową nazwę użytkownika i/lub hasło. Połącz ponownie i spróbuj jeszcze raz.";

"The username and/or password entered were not accepted by the server. Please make sure your username and password are correct and try again." = "The username and/or password entered were not accepted by the server. Please make sure your username and password are correct and try again.";

"The username and/or password in your keychain was incorrect. Your keychain for this connection has been reset. Please reconnect to try again." = "Wprowadzono nieprawidłową nazwę użytkownika i/lub hasło dla keychain. Twój keychain dla tego połączenia został zresetowany. Połącz ponownie i spróbuj jeszcze raz.";

"This copy of Viscosity has been bundled with one or more connections. Would you like to overwrite your existing connections with the bundled connection/s, or append them to your connection list without removing your existing connection/s?" = "This copy of Viscosity has been bundled with one or more connections. Would you like to overwrite your existing connections with the bundled connection/s, or append them to your connection list without removing your existing connection/s?";

"Trial Period Expired!" = "Wygasł okres próbny!";

"Tunnelblick Connection Imported" = "Połączenie Tunnelblick zostało zaimportowane";

"Username/Password (Basic)" = "Użytkownik/Hasło (Podstawowy)";

"Username/Password (NTLM)" = "Użytkownik/Hasło (NTLM)";

"Verification Failed" = "Weryfikacja nie powiodła się";

"Viscosity Helper Connection Failed" = "Viscosity Helper Connection Failed";

"Viscosity Helper Connection Lost" = "Viscosity Helper Connection Lost";

"Viscosity Helper Tool Installation" = "Viscosity Helper Tool Installation";

"Viscosity Helper Tool Installation Failed" = "Viscosity Helper Tool Installation Failed";

"Viscosity can't verify the identity of the server \"%@\"." = "Viscosity can't verify the identity of the server \"%@\".";

"Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install." = "Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install.";

"Viscosity has successfully imported the connection. It is now available in your connection list." = "Viscosity pomyślnie zaimportował połączenie. Jest dostępne na liście Twoich połączeń.";

"Viscosity has successfully imported the connection. It is now available in your connection list.\n\nIf you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "Viscosity pomyślnie zaimportował połączenie. Jest dostępne na liście Twoich połączeń.\n\nJeśli korzystano z zaawansowanych funkcji OpenVPN lub skryptów sprawdź w sekcji Preferencje czy połączenie zostało zaimportowane poprawnie.";

"Viscosity has sucessfully imported the connection/s. It is now available in your connection list." = "Viscosity has sucessfully imported the connection/s. It is now available in your connection list.";

"Viscosity must reconnect your active connections to apply this change." = "Viscosity must reconnect your active connections to apply this change.";

"Viscosity requires administration rights when first launched in order to setup OpenVPN and required components. Viscosity will now exit. Please reopen Viscosity to try again." = "Viscosity wymaga praw administratora przy pierwszym uruchomieniu w celu konfiguracji OpenVPN i odpowiednich komponentów. Viscosity zostanie teraz zamknięty. Proszę ponownie uruchomić Viscosity i spróbować jeszcze raz.";

"Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again." = "Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again.";

"Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again." = "Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again.";

"Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again." = "Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again.";

"Waiting" = "Oczekiwanie";

"Yes" = "Tak";

"You must enter a Name for the connection." = "Musisz wprowadzić nazwę połączenia.";

"You must enter a Route before saving." = "Musisz wprowadzić Trasę przed zapisaniem.";

"You must enter a port for the proxy server." = "Musisz wprowadzić numer portu serwera proxy.";

"You must enter a username to use for authentication." = "You must enter a username to use for authentication.";

"You must enter a valid address for the remote VPN server." = "You must enter a valid address for the remote VPN server.";

"You must enter an address for the proxy server." = "Musisz wprowadzić adres serwera proxy.";

"You must enter an address for the remote server." = "Musisz wprowadzić adres zdalnego serwera.";

"Your trial period expires in %d days. If you like Viscosity please purchase it for unrestricted use." = "Twój okres próbny wygaśnie za %d dni. Jeśli lubisz Viscosity proszę zakupić licencję dla nieograniczonego użytkowania.";

"Your trial period expires in 1 day! If you like Viscosity please purchase it for unrestricted use." = "Twój okres próbny wygaśnie za 1 dzień! Jeśli lubisz Viscosity proszę zakupić licencję dla nieograniczonego użytkowania.";

"Your trial period has expired. If you like Viscosity please purchase it for unrestricted use." = "Twój okres próbny wygasł. Jeśli lubisz Viscosity proszę zakupić licencję dla nieograniczonego użytkowania.";

"day" = "dzień";

"days" = "dni";

"hour" = "godzina";

"hours" = "godziny";

"minute" = "minuta";

"minutes" = "minuty";

"second" = "sekunda";

"seconds" = "sekundy";
